Repository: hughsie/zif
Catalog: po/*.po
Languages: de, fr, zh_cn

source: Updates installed package
de: Installiertes Paket wird aktualisiert
fr: Mette à jour les paquets installés
zh_cn: 更新安装的软件包

source: There are no packages to show.
de: Es gibt keien Pakete zum Anzeigen.
fr: Aucun paquet à montrer.
zh_cn: 没有要显示的软件包。

source: Checking
de: Überprüfung läuft
fr: Vérification
zh_cn: 正在检查

source: Downloading
de: Herunterladen läuft
fr: Téléchargement
zh_cn: 正在下载

source: Loading repository
de: Paketquelle wird geladen
fr: Chargement du dépôt
zh_cn: 正在载入软件源

source: Decompressing
de: Entpacken läuft
fr: Décompression
zh_cn: 正在解压

source: Calculating install
de: Installation wird berechnet
fr: Calcul de l'installation
zh_cn: 正在计算安装

source: Calculating removal
de: Entfernen wird berechnet
fr: Calcul de la suppression
zh_cn: 正在计算移除

source: Calculating update
de: Aktualisierung wird berechnet
fr: Calcul de la mise à jour
zh_cn: 正在计算更新

source: Checking conflicts
de: Konflikte werden berechnet
fr: Vérification des conflits
zh_cn: 正在检查冲突

source: Installing
de: Wird installiert
fr: Installation
zh_cn: 正在安装

source: Removing
de: Wird entfernt
fr: Suppression
zh_cn: 正在删除

source: Updating
de: Wird aktualisiert
fr: Mise à jour
zh_cn: 正在更新

source: Cleaning
de: Wird aufgeräumt
fr: Nettoyage
zh_cn: 正在清理

source: Preparing
de: Vorbereitung läuft
fr: Préparation
zh_cn: 正在准备

source: Testing
de: Test läuft
fr: Test
zh_cn: 正在测试

source: Loading installed
de: Installierte werden geladen
fr: Chargement de l'installation
zh_cn: 正在加载已安装

source: Checking updates
de: Auf Aktualisierungen wird geprüft
fr: Vérification des mises à jour
zh_cn: 正在检查更新

source: No packages found
de: Keine Pakete gefunden
fr: Aucun paquet trouvé
zh_cn: 找不到软件包

source: No packages found (after filter)
de: Keine Pakete gefunden (nach dem Filtern)
fr: Aucun paquet trouvé (après filtrage)
zh_cn: 找不到软件包 (在过滤之后)

source: No %s package was found
de: Kein Paket %s wurde gefunden
fr: Aucun paquet %s n'a été trouvé
zh_cn: 未找到软件包 %s

source: Finding package
de: Paket wird gesucht
fr: Trouver le paquet
zh_cn: 正在查找软件包

source: Getting categories
de: Kategorien werden ermittelt
fr: Obtention des catégories
zh_cn: 获取类别

source: Specify a package name
de: Geben Sie einen Paketnamen an
fr: Indiquez un nom de paquet
zh_cn: 指定一个软件包名

source: Getting depends
de: Abhängigkeiten werden ermittelt
fr: Obtention des dépendances
zh_cn: 正在获取依赖

source: Dependency:
de: Abhängigkeit:
fr: Dépendance:
zh_cn: 依赖：

source: Provider:
de: Bereitsteller:
fr: Fournisseur:
zh_cn: 提供者：

source: Getting details
de: Details werden ermittelt
fr: Obtenir plus de détails
zh_cn: 获取细节

source: No package was found
de: Es wurde kein Paket gefunden
fr: Aucun paquet n'a été trouvé
zh_cn: 未找到软件包

source: Name
fr: Nom
zh_cn: 名称

source: Arch
zh_cn: 架构

source: Version
zh_cn: 版本

source: Size
de: Größe
fr: Taille
zh_cn: 大小

source: Repo
de: Paketquelle
fr: Dépôt
zh_cn: 源

source: Summary
de: Zusammenfassung
fr: Sommaire
zh_cn: 摘要

source: License
de: Lizenz
fr: Licence
zh_cn: 许可证

source: Description
de: Beschreibung
zh_cn: 描述

source: The history database is empty
de: Die Verlaufsdatenbank ist leer
fr: La base d'historique est vide
zh_cn: 空的历史数据库

source: Transaction
de: Transaktion
zh_cn: 事务

source: All database entries imported into history
de: Alle Datenbankeinträge wurden in die Chronik importiert
fr: Toutes les entrées de la bases sont importées dans l'historique
zh_cn: 所有数据库条目已导入至历史中

source: Getting files
de: Dateien werden geholt
fr: Obtenir les fichiers
zh_cn: 正在获取文件

source: Failed to match any packages for :
fr: Impossible de trouver les paquets correspondants pour :
zh_cn: 无法以此条件找到符合的软件包：

source: Package contains no files
de: Paket enthält keine Dateien
fr: Le paquet ne contient pas de fichiers
zh_cn: 软件包没有包含文件

source: Getting packages
de: Pakete werden geholt
fr: Obtenir les paquets
zh_cn: 获取软件包

source: Getting updates
de: Aktualisierungen werden geholt
fr: Obtenir les mises à jour
zh_cn: 获取更新

source: Getting upgrades
de: Distributionsaktualisierungen werden geholt
fr: Obtenir les mises à niveau
zh_cn: 获取升级

source: No distribution upgrades are available.
de: Es sind keine Distributionsaktualisierungen verfügbar.
fr: Aucune mise à niveau de distribution disponible.
zh_cn: 没有可用的发行版升级。

source: Distribution upgrades available:
de: Distributionsaktualisierungen sind verfügbar:
fr: Mises à niveau de la distribution disponibles:
zh_cn: 可用的发行版升级：

source: stable
de: stabil
zh_cn: 稳定版

source: unstable
de: instabil
fr: instable
zh_cn: 不稳定版

source: Specify a config key
de: Geben Sie einen Konfigurationsschlüssel an
fr: Spécifiez une clé configuration
zh_cn: 指定配置键值

source: No value for %s
de: Kein Wert für %s
fr: Aucune valeur pour %s
zh_cn: 没有 %s 的值

source: Installing for dependencies
de: Installieren als Abhängigkeiten
fr: Installation des dépendances
zh_cn: 正在安装依赖关系

source: Updating to new versions
de: Auf neue Versionen aktualisieren
fr: Mise à jour vers une nouvelle version
zh_cn: 更新至最新版本

source: Removing due to multiple versions
de: Entfernen aufgrund von mehrfachen Versionen
fr: Suppression en raison de plusieurs versions
zh_cn: 由于多重版本而正在移除

source: Removing for dependencies
de: Entfernen für Abhängigkeiten
fr: Suppression des dépendances
zh_cn: 由于依赖关系而正在移除

source: Removing old versions
de: Alte Versionen entfernen
fr: Suppression d'anciennes versions
zh_cn: 正在移除旧版

source: Removing as obsolete
de: Veraltetes wird entfernt
fr: Suppression car obsolète
zh_cn: 由于弃用而正在移除

source: Updating for conflict
de: Aktualisieren für den Konflikt
fr: Mise à jour de conflit
zh_cn: 正因冲突更新

source: Updating for dependencies
de: Aktualisieren für Abhängigkeiten
fr: Mise à jour pour les dépendances
zh_cn: 正因依赖更新

source: Updating the system
de: System wird aktualisiert
fr: Mise à jour du système
zh_cn: 正在更新系统

source: Downgrading
fr: Mise à niveau inférieur
zh_cn: 降级中

source: Downgrading for dependencies
fr: Mise à niveau inférieur des dépendances
zh_cn: 正为依赖降级

source: Removing current version
de: Aktuelle Version wird entfernt
fr: Suppression de la version actuelle
zh_cn: 移除当前版本

source: Removing automatic dependency
de: Automatische Abhängigkeiten werden entfernt
fr: Suppression automatique des dépendances
zh_cn: 移除自动安装的依赖项

source: Unknown reason
de: Unbekannter Grund
fr: Raison inconnue
zh_cn: 未知原因

source: Transaction summary:
de: Zusammenfassung der Transaktion:
fr: Résumé de l'opération:
zh_cn: 事务概要：

source: WARNING: Downgrading packages is not supported or tested.
fr: AVERTISSEMENT : la mise à niveau inférieur de paquets n'est pas supportée ni testée.
zh_cn: 警告：降级软件包不被本程序支持，未作测试。

source: Transaction warning:
de: Transaktionswarnung:
fr: Avertissement de transaction :
zh_cn: 事务警告：

source: Automatically declined action
de: Automatisch abgewiesene Aktion
fr: Automatiquement décliner l'action
zh_cn: 自动拒绝的动作

source: Total download size
de: Gesamtgröße des Downloads
fr: Taille totale à télécharger
zh_cn: 总下载量

source: Run transaction?
de: Transaktion ausführen?
fr: Exécuter les opérations?
zh_cn: 要运行处理事项？

source: User declined action
de: Vom Benutzer abgewiesene Aktion
fr: L'utilisateur a décliné l'action
zh_cn: 用户拒绝的动作

source: There are untrusted packages:
de: Es gibt nicht vertrauenswürdige Pakete:
fr: Ce sont des paquets non fiable:
zh_cn: 有未受信任的软件包：

source: Transaction success!
de: Transaktion war erfolgreich!
fr: Succès de la transaction !
zh_cn: 事务成功!

source: The %s package is already installed
de: Das Paket %s ist bereits installiert
fr: Le paquet %s est déjà installé
zh_cn: 软件包 %s 已被安装

source: All packages are already installed
de: Alle Pakete sind bereits installiert
fr: Tous les paquets sont déjà installés
zh_cn: 所有软件包皆已安装

source: %s is not already installed
de: %s ist nicht bereits installiert
fr: %s n'est pas encore installé
zh_cn: 软件包 %s 尚未安装

source: Installing file
de: Datei wird installiert
fr: Installation d'un fichier
zh_cn: 正在安装文件

source: Checking manifests
fr: Vérification des manifestes
zh_cn: 正在检查清单

source: All manifest files were checked successfully
fr: Tous les fichiers manifeste ont été contrôlés avec succès
zh_cn: 所有 manifest 清单文件皆已成功通过检查

source: Dumping manifest
fr: Déversement du manifeste
zh_cn: 转储清单

source: Refreshing cache
de: Zwischenspeicher wird aufgefrischt
fr: Rafraîchissement du cache
zh_cn: 刷新缓存

source: The package is not installed
de: Das Paket ist nicht installiert
fr: Le paquet n'est pas installé
zh_cn: 软件包尚未安装

source: Disabling repo
de: Paketquelle wird deaktiviert
fr: Désactivation du dépôt
zh_cn: 禁用源

source: Enabling repo
de: Paketquelle wird aktiviert
fr: Activation du dépôt
zh_cn: 启用源

source: Getting repo list
de: Paketquellenliste wird geholt
fr: Récupération de la liste des dépôts
zh_cn: 正在取得软件库清单

source: Specify a category
de: Geben Sie eine Kategorie an
fr: Préciser une catégorie
zh_cn: 指定一种分类

source: Search category
de: Kategorie Suchen
fr: Rechercher une catégorie
zh_cn: 搜索分类

source: No search term specified
de: Kein Suchbegriff angegeben
fr: Aucun terme de recherche spécifié
zh_cn: 未指定搜索项目

source: Searching details
de: Suchen nach Details
fr: Rechercher des détails
zh_cn: 正在搜索详细信息

source: Specify a filename
de: Geben Sie einen Dateinamen an
fr: Indiquez un nom de fichier
zh_cn: 指定一个文件名称

source: Searching file
de: Suche nach Datei
fr: Recherche de fichier
zh_cn: 正在搜索文件

source: Search group
de: Gruppe suchen
fr: Rechercher un groupe
zh_cn: 搜索群组

source: Searching name
de: Name suchen
fr: Recherche d'un nom
zh_cn: 正在搜索名称

source: Updating system
de: System wird aktualisiert
fr: Mise à jour du système
zh_cn: 更新系统

source: Specify a distro name, e.g.
de: Geben Sie einen Distro-Namen an, z.B.
fr: Indiquez un nom de distribution, par exemple
zh_cn: 指定一个发行版名称，例如：

source: Upgrading
de: Aktualisieren
fr: Mise à niveau
zh_cn: 升级

source: Distribution name invalid
de: Distributionsname ist ungültig
fr: Nom de distribution invalide
zh_cn: 发行版名称无效

source: Only 'fedora' is supported
de: Nur »fedora« wird unterstützt
fr: Seul 'fedora' est pris en charge
zh_cn: 仅支持“fedora”

source: Version number %i is invalid
de: Versionsnummer %i ist ungültig
fr: Le numéro de version %i n'est pas valide
zh_cn: 版本号码 %i 无效

source: The %s package is not installed
de: Das Paket %s ist nicht installiert
fr: Le paquet %s n'est pas installé
zh_cn: %s 软件包尚未安装

source: No update detail
de: Kein Aktualisierungsdetail
fr: Aucun détail de mise à jour
zh_cn: 无更新细节

source: Kind:
de: Art:
fr: Genre:
zh_cn: 类型：

source: State:
de: Status:
fr: État:
zh_cn: 状态：

source: Title:
de: Titel:
fr: Titre:
zh_cn: 标题：

source: Description:
de: Beschreibung:
zh_cn: 描述：

source: Issued:
de: Ausgegeben:
fr: Émises à:
zh_cn: 签发于：

source: Specify a update type, e.g.
de: Geben Sie einen Aktualisierungstyp an, z.B.
fr: Indiquez un type de mise à jour, par exemple
zh_cn: 指定更新类型，例如

source: Invalid update type, only these types are supported:
de: Ungültiger Aktualisierungstyp, es werden nur diese Typen unterstützt:
fr: Type de mise à jour invalide, seuls les suivants sont pris en charge :
zh_cn: 更新类型无效，只支持这些类型:

source: Conflicts
de: Konflikte
fr: Conflits
zh_cn: 冲突

source: Obsoletes
de: Ersetzt
fr: Obsolètes
zh_cn: 废弃

source: Provides
de: Stellt bereit
fr: Fournit
zh_cn: 提供

source: Requires
de: Benötigt
fr: Requiert
zh_cn: 需求

source: Command not found, valid commands are:
de: Befehl nicht gefunden, gültige Befehle sind:
fr: Commande non trouvée, les commandes valides sont:
zh_cn: 未找到命令，可用的命令为：

source: Welcome to the shell. Type '%s' to finish.
de: Willkommen in der Shell. Zum Fertigstellen "%s" eintippen.
fr: Bienvenue dans le shell. Taper '%s' pour terminer.
zh_cn: 欢迎来到 shell。请输入“%s”以结束。

source: Checking database
de: Datenbank wird überprüft
fr: Vérification de la base de données
zh_cn: 正在检查数据库

source: Setting key
de: Schlüssel wird festgelegt
fr: Configuration de la clé
zh_cn: 设置密钥

source: Getting key
de: Schlüssel wird geholt
fr: Obtention de la clé
zh_cn: 获取密钥

source: Deleting key
de: Schlüssel wird gelöscht
fr: Suppression de la clé
zh_cn: 删除密钥

source: deleted
de: Gelöscht
fr: supprimé
zh_cn: 已删除

source: Listing keys
de: Schlüssel werden aufgelistet
fr: Liste des clés
zh_cn: 列出密钥

source: Cancellation in progress...
de: Abbruch in Bearbeitung …
fr: Annulation en cours...
zh_cn: 正在取消……

source: Show extra debugging information
de: Zusätzliche Informationen zur Fehlerdiagnose anzeigen
fr: Afficher les informations de débogage supplémentaires
zh_cn: 显示额外调试信息

source: Enable low level profiling of Zif
fr: Activer le profilage de faible niveau de Zif
zh_cn: 启用 Zif 的底层性能分析

source: Enable background mode to run using less CPU
fr: Activer le mode d'arrière-plan pour exécuter en utilisant moins de ressources CPU
zh_cn: 启用后台模式以便减少 CPU 占用

source: Work offline when possible
de: Offline arbeiten, wenn möglich
fr: Travaillez hors ligne lorsque cela est possible
zh_cn: 尽可能地脱机作业

source: Disable GPG signature checking
de: GPG-Signaturüberprüfung deaktivieren
zh_cn: 禁用 GPG 签名校验

source: Take into account distribution versions when calculating updates
fr: Prendre en compte la version de la distribution lors du calcul des mises à jour
zh_cn: 计算更新时考虑发行版版本

source: Use different config file
de: Andere Konfigurationsdatei verwenden
fr: Utiliser un autre fichier de configuration
zh_cn: 使用不同的配置文件

source: Exclude certain packages
de: Bestimmte Pakete ausschließen
fr: Exclure certains paquets
zh_cn: 排除特定软件包

source: Use different rpm database root
de: Anderen RPM-Datenbank-root verwenden
fr: Utiliser une autre base de données rpm root
zh_cn: 使用不同的 rpm 数据库根

source: Proxy server setting
de: Proxy-Servereinstellungen
fr: Configuration du serveur proxy
zh_cn: 代理服务器设置

source: Permitted age of the cache in seconds, 0 for never (default)
fr: Durée autorisée du cache en secondes, de 0 pour jamais (par défaut)
zh_cn: 允许的缓存时限，单位为秒，0 代表永不 (缺省)

source: Skip broken dependencies and repos rather than failing
fr: Passer les dépendances et dépôts cassées plutôt que d'échouer
zh_cn: 跳过损坏的依赖项和软件库，而非因此失败

source: Only use the exact architecture packages for this machine
fr: N'utiliser les paquets de l'architecture exacte pour cette machine
zh_cn: 对这台机器只使用架构精确匹配的包

source: Assume yes to all questions
de: Alle Fragen bejahen
fr: Affecter oui à toutes les questions
zh_cn: 回答所有问题为是

source: Assume no to all questions
de: Alle Fragen verneinen
fr: Affecter non à toutes les questions
zh_cn: 回答所有问题为否

source: Enable one or more repositories
de: Eine oder mehrere Paketquellen aktivieren
fr: Activer un ou plusieurs dépôts logiciels
zh_cn: 启用一个或多个软件库

source: Disable one or more repositories
de: Eine oder mehrere Paketquellen deaktivieren
fr: Désactiver un ou plusieurs dépôts logiciels
zh_cn: 禁用一个或多个软件库

source: Specify a directory of packages as a remote store
fr: Indiquer un répertoire contenant des paquets comme dépôt distant
zh_cn: 将指定的软件包目录作为远程存储

source: Take all locks at startup rather than as required
fr: Poser les verrous au démarrage plutôt qu'en cas de besoin
zh_cn: 在启动时使用所有锁，而非在需要时再加

source: Show the version number and then quit
de: Versionsnummer anzeigen und dann beenden
zh_cn: 显示版本号并退出

source: Cannot specify age when not a privileged user.
fr: Impossible d'indiquer l'âge sans avoir les privilèges.
zh_cn: 作为非特权用户运行时不能指定包龄。

source: Enabling offline mode as user unprivileged.
fr: Activer le mode hors-ligne sans privilège.
zh_cn: 作为非特权用户运行，因此启动脱机模式。

source: Remove cached data
de: Zwischengespeicherte Daten löschen
fr: Supprimer les données mises en cache
zh_cn: 移除缓存数据

source: Download a package
de: Ein Paket herunterladen
fr: Télécharger un paquet
zh_cn: 下载一个软件包

source: Find a given package given the ID
de: Ein Paket anhand de angegebenen Kennung finden
fr: Trouvez un paquet donné compte tenu de l'ID
zh_cn: 以给定的 ID 寻找软件包

source: Returns the list of categories
de: Gibt die Liste der Kategorien zurück
fr: Retourne la liste des catégories
zh_cn: 返回分类的清单

source: List a package's dependencies
de: Packet-Abhängigkeiten auflisten
fr: Lister les dépendances d'un paquet
zh_cn: 列出软件包的依赖关系

source: Display details about a package or group of packages
fr: Afficher les détails d'un paquet ou d'un groupe de paquets
zh_cn: 显示某软件包或软件包群组的详细数据

source: List the files in a package
de: Dateien eines Pakets auflisten
fr: Lister les fichiers dans un paquet
zh_cn: 列出软件包中的文件

source: Get the groups the system supports
fr: Obtenir les groupes que le système prend en charge
zh_cn: 取得系统支持的群组

source: List all packages
de: Alle Pakete auflisten
fr: Lister tous les paquets
zh_cn: 列出所有软件包

source: Check for available package updates
de: Nach verfügbaren Paketaktualisierungen suchen
fr: Vérifier les mises à jour des paquets disponibles
zh_cn: 检查可用软件包更新

source: Check for newer operating system versions
de: Nach neueren Betriebssystemversionen suchen
fr: Vérifier les nouvelles versions du système d'exploitation
zh_cn: 检查更新的操作系统版本

source: Get an expanded value from the config file
fr: Obtenez une valeur élargie du fichier de configuration
zh_cn: 从配置文件获取扩展后的值

source: Installs the build dependencies for a given package
fr: Installer les dépendances de construction pour un paquet donné
zh_cn: 安装该包的构建依赖项

source: Display a helpful usage message
de: Hilfreiche Aufrufmeldungen anzeigen
fr: Affiche un message d'utilisation efficace
zh_cn: 显示有帮助的用法信息

source: Install a package
de: Ein Pakete installieren
fr: Installer un paquet
zh_cn: 安装一个软件包

source: Downgrade a package to a previous version
de: Ein Paket auf eine frühere Version zurücksetzen
fr: Mise à niveau inférieur d'un paquet à la version précédente
zh_cn: 降级软件包到以前的版本

source: Install a local package
de: Ein lokales Pakete installieren
fr: Installer un paquet local
zh_cn: 安装一个本地软件包

source: Check a transaction manifest
fr: Vérifier un manifeste de transaction
zh_cn: 检查事务清单

source: Dump a transaction manifest to a file
fr: Transférer un manifeste de transaction dans un fichier
zh_cn: 转储事务清单到文件

source: Generate the metadata cache
de: Metadaten-Zwischenspeicher erzeugen
fr: Générer le cache des métadonnées
zh_cn: 生成元数据缓存

source: Remove a package
de: Ein Paket entfernen
fr: Supprimer un paquet
zh_cn: 移除一个软件包

source: Remove a package with dependencies
de: Paket mit Abhängigkeiten entfernen
fr: Suppression d'un paquet et ses dépendances
zh_cn: 连带依赖项删除软件包

source: Disable a specific software repository
de: Eine spezifische Paketquelle deaktivieren
fr: Désactiver un dépôt d'un logiciel spécifique
zh_cn: 禁用特定的软件库

source: Enable a specific software repository
de: Eine spezifische Paketquelle aktivieren
fr: Activer un dépôt d'un logiciel spécifique
zh_cn: 启用特定的软件库

source: Display the configured software repositories
de: Die eingerichteten Paketquellen anzeigen
fr: Afficher les dépôts de logiciels configurés
zh_cn: 显示已配置的软件库

source: Find a given package name
de: Ein Paket anhand des angegebenen Namens finden
fr: Trouver un nom de paquet donné
zh_cn: 查找给定的包名称

source: Search package details for the given category
de: Nach Paketdetails für die gegebene Kategorie suchen
fr: Rechercher les détails des paquets pour la catégorie donnée
zh_cn: 按给定的类别搜索包详细信息

source: Search package details for the given string
de: Nach Paketdetails für die gegebene Zeichenkette suchen
fr: Rechercher les détails des paquets pour la chaîne donnée
zh_cn: 按给定的字符串的搜索包详细信息

source: Search packages for the given filename
de: Pakete nach Dateinamen absuchen
fr: Rechercher les paquets pour le nom de fichier donné
zh_cn: 按给定的文件名搜索包

source: Search packages in the given group
de: Pakete in der Gruppe suchen
fr: Rechercher les paquets dans le groupe donné
zh_cn: 在给定组中搜索包

source: Search package name for the given string
de: Nach Paketname für die gegebene Zeichenkette suchen
fr: Rechercher les paquets pour la chaîne donnée
zh_cn: 按给定的字符串搜索包名

source: Run an interactive shell
de: Eine interaktive Shell ausführen
fr: Exécuter un shell interactif
zh_cn: 运行交互式 shell

source: Update a package to the newest available version
de: Ein Paket auf die neueste verfügbare Version aktualisieren
fr: Mettre à jour un paquet à la dernière version disponible
zh_cn: 更新到可用的最新的软件包

source: Update a package taking into account distribution version
fr: Mettre à jour un paquet en prenant en compte la version de la distribution
zh_cn: 更新软件包，考虑发行版版本

source: Display details about an update
de: Einzelheiten zu einer Aktualisierung anzeigen
fr: Afficher les détails au sujet d'une mise à jour
zh_cn: 显示有关更新的详细信息

source: Upgrade the operating system to a newer version
de: Das Betriebssystem auf eine neuere Version aktualisieren
fr: Mettre à niveau le système d'exploitation vers une version plus récente
zh_cn: 将操作系统升级到较新的版本

source: Live-upgrade the operating system to a newer version
fr: Mettre à niveau le système d'exploitation à chaud vers une version plus récente
zh_cn: 现场升级到较新版本的操作系统

source: Find what package conflicts with the given value
fr: Trouver quel paquet est en conflit avec la valeur donnée
zh_cn: 找到和给定值冲突的包

source: Find what package obsoletes the given value
fr: Trouvez quel paquet est obsolète avec la valeur donnée
zh_cn: 找到废弃给定值的包

source: Find what package provides the given value
fr: Trouvez quel paquet est fourni avec la valeur donnée
zh_cn: 找到提供给定值的包

source: Find what package requires the given value
fr: Trouvez quel paquet est requis avec la valeur donnée
zh_cn: 找到需求给定值的包

source: Check for problems in the installed database
de: Nach Problemen in der installierten Datenbank suchen
fr: Vérifiez les problèmes dans la base de données installée
zh_cn: 查找已安装包数据库中存在的问题

source: Get a value in the package database
de: Ermittelt einen Wert in der Paketdatenbank
fr: Obtenir une valeur dans la base de données des paquets
zh_cn: 获取软件包数据库中的值

source: Set a value in the installed package database
de: Wert in der installierten Paketdatenbank festlegen
fr: Définir une valeur dans la base de données des paquets installés
zh_cn: 在已安装软件包数据库中设置一个值

source: Remove a value from the installed package database
de: Wert aus der installierten Paketdatenbank entfernen
fr: Supprimer une valeur dans la base de données des paquets installés
zh_cn: 从已安装软件包数据库中删除一个值

source: List values from the installed package database
fr: Lister les valeurs à partir de la base de données des paquets installés
zh_cn: 列出已安装的软件包数据库内的值

source: Gets the provides for a given package
fr: Obtenir les informations provides d'un paquet donné
zh_cn: 获取给定包的提供列表

source: Gets the requires for a given package
de: Ermittelt die Voraussetzungen für ein Paket
fr: Obtenir les informations requires d'un paquet donné
zh_cn: 获取给定包的需求列表

source: Gets the conflicts for a given package
de: Ermittelt die Konflikte für ein Paket
fr: Obtenir les informations conflicts d'un paquet donné
zh_cn: 获取给定包的冲突列表

source: Gets the obsoletes for a given package
fr: Obtenir les informations obsoletes d'un paquet donné
zh_cn: 获取给定包的废弃列表

source: Gets the transaction history list
fr: Obtenir l'historique de transaction
zh_cn: 获取事务历史记录列表

source: Gets the transaction history for a specified package
fr: Obtenir l'historique de transaction pour un paquet donné
zh_cn: 获取指定包的事务历史记录

source: Imports the history data from a legacy database
fr: Importer l'historique de transaction depuis une base existante
zh_cn: 从旧数据库导入历史数据

source: Shows a list of packages that depend on a specified package
fr: Afficher une liste de paquets qui dépendent d'un paquet donné
zh_cn: 显示依赖于指定的包的包列表

source: Shows a tree of packages that a specified package pulls as dependencies (including indirect ones)
zh_cn: 显示被指定包依赖（包括间接的) 的包树

source: Cancelled
de: Abgebrochen
fr: Annulé
zh_cn: 已取消

source: The system state was invalid
de: Der Systemstatus war ungültig
fr: L'état du système était invalide
zh_cn: 系统状态无效

source: Unhandled state error
de: Unbehandelter Statusfehler
fr: Erreur d'état non gérée
zh_cn: 未处理的状态错误

source: The transaction failed
de: Die Transaktion ist fehlgeschlagen
fr: L'opération a échoué
zh_cn: 事务失败

source: Nothing to do
de: Nichts zu tun
fr: Rien à faire
zh_cn: 没有要做的事
