Repository: hughsie/zif
Catalog: po/*.po
Languages: de, fr, zh_cn

source: No supported
de: Nicht unterstützt
fr: Non pris en charge
zh_cn: 不支持

source: The transaction conflicts
de: Die Transaktion steht in einem Konflikt
fr: L'opération est en conflit
zh_cn: 事务冲突

source: Unhandled transaction error
de: Unbehandelter Transaktionsfehler
fr: Erreur de transaction non gérée
zh_cn: 未处理的事务错误

source: Failed to store
de: Speichern schlug fehl
fr: Impossible de stocker
zh_cn: 存储失败

source: Failed as offline
fr: Echec du hors ligne
zh_cn: 因脱机失败

source: Failed to find
de: Suchen schlug fehl
fr: Impossible de trouver
zh_cn: 未能找到

source: Failed to download
de: Herunterladen ist gescheitert
fr: Impossible de télécharger
zh_cn: 未能下载

source: Store array is empty
fr: Stocker un tableau vide
zh_cn: 存储数组空

source: Not supported
de: Nicht unterstützt
fr: Non pris en charge
zh_cn: 不支持

source: Not locked
de: Nicht gesperrt
fr: Non verrouillé
zh_cn: 未锁定

source: There are multiple matches
de: Es gibt mehrere Übereinstimmungen
fr: Il y a plusieurs correspondances
zh_cn: 有多个匹配项

source: Not enabled
de: Nicht aktiviert
fr: Désactivé
zh_cn: 未启用

source: Unhandled store error
de: Unbehandelter Speicherfehler
fr: Erreur de stockage non gérée
zh_cn: 未处理的存储错误

source: Package operation failed
de: Paketoperation schlug fehl
fr: L'opération de paquetage a échoué
zh_cn: 包操作失败

source: Unhandled package error
de: Unbehandelter Paketfehler
fr: Erreur de paquetage non gérée
zh_cn: 未处理的包错误

source: History operation failed
fr: Échec de l'opération sur l'historique
zh_cn: 历史操作失败

source: Unhandled history error
fr: Erreur d'historique non gérée
zh_cn: 未处理的历史错误

source: Settings operation failed
de: Einstellungsvorgang fehlgeschlagen
fr: Configuration de l'opération a échoué
zh_cn: 设置操作失败

source: Unhandled config error
de: Unbehandelter Konfigurationsfehler
fr: Erreur de configuration non gérée
zh_cn: 未处理的配置错误

source: Download failed
de: Herunterladen ist fehlgeschlagen
fr: Le téléchargement a échoué
zh_cn: 下载失败

source: Download failed as permission denied
de: Herunterladen fehlgeschlagen, da Zugriff verweigert
fr: Le téléchargement a échoué en tant que permission refusée
zh_cn: 下载失败，因为访问拒绝

source: No space left on device
de: Es ist kein Platz mehr auf dem Gerät verfügbar
fr: Plus d'espace disponible sur le périphérique
zh_cn: 设备上没有可用空间

source: Download was cancelled
de: Herunterladen wurde abgebrochen
fr: Le téléchargement a été annulé
zh_cn: 下载被取消

source: Unhandled download error
de: Unbekannter Download-Fehler
fr: Erreur de téléchargement non gérée
zh_cn: 未处理的下载错误

source: Failed
de: Fehlgeschlagen
fr: Échoué
zh_cn: 失败

source: Already locked
de: Bereits gesperrt
fr: Déjà verrouillé
zh_cn: 早已锁定

source: No permissions
de: Keine Berechtigungen
fr: Aucune permission
zh_cn: 没有权限

source: Unhandled metadata error
de: Unbehandelter Metadaten-Fehler
fr: Erreur de métadonnées non gérée
zh_cn: 未处理的元数据错误

source: Unhandled repos error
de: Unbekannter Paketquellen-Fehler
fr: Erreur de dépôt non gérée
zh_cn: 未处理的软件库错误

source: URL
de: Adresse

source: ID:
de: Kennung:
